---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DatumText
source: html/c477b51f-47b1-e340-32f0-d07a991b3b5a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DatumText Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId DatumText { get; }
```